<script setup></script>
<template>
  <div class="help-personal">
    <p>
      Удобный способ получать и хранить результаты анализов – Личный кабинет. Он
      позволяет просматривать результаты исследований в любом удобном месте,
      следить, как меняются показатели в динамике, получать консультации врача
      по результатам и оформлять предварительные заказы на исследования.
    </p>

    <p>
      Личный кабинет является многопрофильным – позволяет видеть результаты,
      отслеживать статус заказов и наблюдать за динамикой результатов для
      нескольких человек – членов семьи, родных.
    </p>

    <p>
      Личный кабинет Биомед доступен как на сайте, так и через мобильное
      приложение «Биомед Клиент».
    </p>
  </div>
</template>

<style lang="css" scoped>
.help-personal {
  width: 520px;
  margin-left: 20px;
}
</style>
