<script setup></script>
<template>
  <div class="tab">
    <p>
      Чтобы получить результаты анализов на электронную почту, необходимо
      выполнить следующие действия:
    </p>

    <ul>
      <li>
        В разделе
        <router-link class="link" to="/data"> «Мои данные»</router-link>
        добавить данные клиента, на которого был оформлен заказ. Будьте
        внимательны, указывайте данные, в точности как они указаны на бланке
        заказа (регистр букв соблюдать не обязательно).
      </li>
      <li>
        В разделе
        <router-link class="link" to="/orders">«Мои заказы»</router-link> нажать
        «Загрузить результаты заказа» и ввести номер заказа.
      </li>

      <li>Нажать на номер заказа в таблице «Оформленные заказы».</li>

      <li>Нажать на ссылку «Официальный бланк» в окне с результатами.</li>

      <li>
        Проверить корректность введенного адреса электронной почты. При
        необходимости исправить или ввести адрес другого почтового ящика.
      </li>

      <li>Нажать кнопку «Получить все готовые результаты на e-mail».</li>

      <li>
        Вы получите официальные бланки в формате .PDF, которые можно сохранить
        на компьютере или отправить на e-mail лечащему врачу.
      </li>
    </ul>
  </div>
</template>

<style lang="css" scoped></style>
