<script setup></script>
<template>
  <div class="tab">
    <p>
      Вы можете отслеживать статус выполнения заказа и получать результаты
      удобным для вас способом. Для загрузки заказа необходимо:
    </p>

    <ul>
      <li>
        В разделе
        <router-link class="link" to="/data"> «Мои данные»</router-link>
        добавить данные клиента, на которого был оформлен заказ. Будьте
        внимательны, указывайте данные, в точности как они указаны на бланке
        заказа (регистр букв соблюдать не обязательно).
      </li>

      <li>
        В разделе
        <router-link class="link" to="/orders"> «Мои заказы»</router-link>
        нажать «Загрузить результаты заказа» и ввести номер заказа.
      </li>
    </ul>
  </div>
</template>

<style lang="css" scoped></style>
