<script setup></script>
<template>
  <div class="tab">
    <p>
      В разделе «Мои данные» хранятся ваши персональные данные и данные членов
      вашей семьи, чьи профили (данные) привязаны к вашему Личному кабинету.
      Информация, оставленная здесь, используется для получения результатов,
      отслеживания динамики результатов, а также для быстрого оформления
      предварительных заказов. Информация абсолютно конфиденциальна и не
      подлежит разглашению.
    </p>

    <p>Раздел состоит из следующих частей:</p>

    <ul>
      <li>
        <strong>Персональные данные.</strong> Ф. И. О., дата рождения и пол –
        используются для идентификации клиентов
      </li>
    </ul>
  </div>
</template>

<style lang="css" scoped></style>
